[
    {
      "title": "Every Moment is Always New",
      "content": "Nothing is ever the same, every moment is always new. Once you can really see this, your mind will always be interested in whatever it observes. No moment will ever be boring because your experience shows that \"things\" are forever changing. You don't get tired of knowing, as knowing is never finished. This work is for life."
    },
    {
      "title": "When It’s All A Fog, Bring Out Curiosity",
      "content": "At times when the mind seems to be up against a wall and it's all fog, there is a lot of delusion and you can't see through anything. That's when you need to bring out a little curiosity. What is happening here? What am I not seeing? Bring out these qualities of wisdom to help the mindfulness of the present moment."
    },
    {
      "title": "Make Positive Qualities Automatically Arise",
      "content": "My teacher always said to me that all the problems in the world originate from the trio of craving, aversion and delusion. Keep an eye on them. Watching these bad qualities is important because if you can keep them at bay, the good qualities will automatically come in."
    },
    {
      "title": "Every Experience Is A Tool to Develop Wisdom",
      "content": "Let any experience arise. Greed, hatred and delusion are objects like any other. Because we are getting to know them, there is no need to fear them. Just know they are there. They are tools for you to further develop wisdom."
    },
    {
      "title": "Having Assumptions is Delusion at Work",
      "content": "Having assumptions is delusion at work."
    },
    {
      "title": "Delusion Says “Let’s Party!”",
      "content": "If wisdom is lacking, delusion will be right there to say, \"We've finished meditation. Now let's party!"
    },
    {
      "title": "This Will Help You Do Well in Life",
      "content": "When your understanding of the true nature of things grows, your values in life will change. When your values change, your priorities change as well. Through such understanding you will naturally practice more, and this will help you to do well in life.”"
    },
    {
      "title": "Make Your Way of Talking Cool Down",
      "content": "When you learn to talk with awareness in a relaxed manner, mindful of your intentions, your way of talking will become less emotional."
    },
    {
      "title": "Don’t Try to Avoid Objects or Experiences",
      "content": "Don't try to avoid objects or experiences; try to avoid getting entangled in craving, aversion and delusion."
    },
    {
      "title": "Emotions Are Never Your Emotions",
      "content": "When you investigate emotions it is important that you remind yourself that they are natural phenomena. They are not your emotions; everybody experiences them."
    },
    {
      "title": "What Differentiates a Meditator from a Non-Meditator?",
      "content": "When a car passes by, what differentiates a meditator from a nonmeditator? The meditator knows that the car passed by and also knows the experience of seeing, feeling, hearing, interpreting the experience, thoughts, thinking mind, and so forth—some or all of these, as the case may be. The non-meditator just knows a car passing by."
    },
    {
      "title": "Wanting to Understand is Wisdom",
      "content": "Wanting to understand is wisdom; wanting a result is greed."
    },
    {
      "title": "Get In Touch With the Natural Flow of Awareness",
      "content": "If we can get in touch with the natural flow of awareness, working with the awareness that is, we can be mindful in an easy and natural way."
    },
    {
      "title": "Be Yourself! Don't Pretend!",
      "content": "Be yourself! Don't pretend!"
    },
    {
      "title": "What Is Our Relationship to Life?",
      "content": "First, we must ask ourselves: what is our relationship to reality? What is our understanding of life? We must look at life as it is, and come into intimate contact with life."
    },
    {
      "title": "Anger Diminishes As Understanding Grows",
      "content": "We need to understand the nature of anger, the thought processes that lead to this upsurge of emotion. Ask questions of your self: \"Why was the mind not angry before, but now it is? What activity has made the the mind angry?\" Whatever level of un derstanding we come to, the anger will decrease by that same amount."
    },
    {
      "title": "There is No Body, No Person",
      "content": "With right view we are aware of what is happening in the present moment. We are experiencing nature happening. There is no body, no person. If we take this attitude and we are aware of what is happening, then we have right view and right thought."
    },
    {
      "title": "Keep a Sharp Eye on Your Mind",
      "content": "My teacher used to say, \"The fire on your stove won't do anything to you; it's the fires of greed, hatred and delusion that will get you.”"
    },
    {
      "title": "Don’t Think So Much, Just Watch and Learn",
      "content": "When I say \"inquire\" or \"investigate,\" it doesn't mean to actively overthink what is happening in the mind. It means to watch and learn from the reactions and relationships the mind has to objects such as thoughts, feelings, and body sensations."
    },
    {
      "title": "Drop a Simple Question Into the Mind",
      "content": "If you are struggling and the mind is feeling dull, then a way to investigate is to drop one word or a short simple question into the mind with no expectations of an answer, all the while maintaining awareness."
    },
    {
      "title": "Quiet or Noisy, Which is Better?",
      "content": "When it is quiet or when it is noisy, which is better? When the mind judges or has a preference for something to be better, then it will automatically develop a reac tion if the opposite happens. So right view is to not have a preference. Sound is just sound, a process of nature."
    },
    {
      "title": "With a Calm Mind We See No One is There",
      "content": "By simple observation with a calm and aware mind, we will soon see the mind as a process of nature. Not \"I,\" not \"self,\" not personal. No one is there."
    },
    {
      "title": "Greed and Hatred Arise From Ignorance",
      "content": "Greed and hatred arise out of ignorance. What is ignorance? It is just not seeing what is really happening in the mind."
    },
    {
      "title": "Reside in Awareness and See What Comes Along",
      "content": "Reside in awareness and see what comes along. Be with your experience as it is, and allow things to turn out without trying to control."
    },
    {
      "title": "How To Quiet and Stabilize the Mind",
      "content": "If we take the role of observer and watch what's going on in the mind and body without reaction, the mind will automatically become quiet and stabilize."
    },
    {
      "title": "Thoughts of “Me” or “Mine” Fuel the Emotions",
      "content": "All thoughts that you identify with as being \"me\" or \"mine\" actually fuel the emotions."
    },
    {
      "title": "Mindfulness Remembers What is Right",
      "content": "Right mindfulness aims to remember, to recognize, not to forget. What do we forget? What is wholesome, what is right."
    },
    {
      "title": "The Innate Nature of Our Mind is Wakefulness",
      "content": "The innate nature of our mind is wakefulness, where nothing is created. There are no conditions, just bare awareness, and we can reside in this."
    },
    {
      "title": "The Only Sensible Approach to Our Reality",
      "content": "Meditation is really the only sensible approach to our reality and the problems that can arise from living. We can use it as an escape or avoidance from life, or we can use it as a practice to attend to life."
    },
    {
      "title": "Wanting a Result is Greed",
      "content": "Wanting to understand is wisdom, wanting a result is greed."
    },
    {
      "title": "Meditation is Cultivating Good Qualities of Mind",
      "content": "Meditation is cultivating good qualities in the mind. It's making conditions right so the good qualities can arise."
    },
    {
      "title": "Find the Balance Between Relaxation and Interest",
      "content": "The balance you have to find is the balance between relaxation and interest. People usually try to find a balance between relaxation and effort, by using more or less effort. But if there is interest, effort is already present."
    },
    {
      "title": "Understand the Mind to Understand the World",
      "content": "If you really understand the mind, you understand the world."
    },
    {
      "title": "Don’t Allow Greed, Hatred or Delusion to Run Freely",
      "content": "Don't allow greed, hatred or delusion to run freely or your situation will deteriorate."
    },
    {
      "title": "When You Dislike Something You Attach Yourself to It",
      "content": "Attachment happens not only when you like something, but also when you are afraid of something, or dislike something. Attachment happens because of the emotion."
    },
    {
      "title": "Try to Make the Mind Positive Every Moment",
      "content": "We need to try to make what's in the mind positive in every moment, because if it's not positive it's going to be negative."
    },
    {
      "title": "Desire is Always a Part of Compassion",
      "content": "Compassion is a wholesome state. When you feel pure compassion, it feels good. The energy of the mind is good. Very gentle. And, the desire to help is always a part of compassion. You want to bring relief. You accept, and you want to help. It is very positive."
    },
    {
      "title": "Accept, Observe, and Learn from Sleepiness",
      "content": "If you feel bad about sleepiness it means you have an aversion towards it and will try to resist it. This is a wrong attitude. It is perfectly natural to become sleepy. So simply recognize and accept sleepiness. As long as you observe sleepiness with the right attitude*, you are meditating. * According to Sayadaw, right attitude is \"accepting, observing, and learning from your experience just as it is.\""
    },
    {
      "title": "Keep a Close Watch on Attachment and Aversion",
      "content": "When there is attachment or aversion in the mind, always make that your primary object of observation."
    },
    {
      "title": "Everything is Nature",
      "content": "Everything is experience. Whatever is happening is happening through cause-andeffect. They do their job, we do our job. What should we do? We just recognize what is happening. Everything is nature. Sit Back and Watch the Grasping Mind Throughout our life we habitually seek and grasp. To sit back and just watch this happening is difficult. However, this sitting back and just watching is essential to become able to see and understand these habits."
    },
    {
      "title": "To Develop Right Attitude, See Wrong Attitude Firs",
      "content": "t Only if the mind recognizes a wrong attitude, can it then switch to the right attitude."
    },
    {
      "title": "Transform Your Hindrances Into Understanding",
      "content": "A wise and skillful person can turn poison into medicine. In the same way, a skilled meditator can transform hindrances into understanding."
    },
    {
      "title": "When Mindfulness Sharpens, Intentions Come Into View",
      "content": "Once mindfulness improves and you're able to pick up on subtle mental activities, you'll then be able to detect the subtle energies and impulses, which are constantly there, called intentions."
    },
    {
      "title": "When Expectations Arise, Learn to See Their Nature",
      "content": "When expectations arise in the mind, learn to see their nature. Whenever you feel any resistance to the way things are, you can be sure that you have expectations."
    },
    {
      "title": "Don’t Try to Stop Thoughts and Thinking",
      "content": "When you try to get rid of thoughts, you are actually trying to control them, rather than learning to understand them."
    },
    {
      "title": "Are You Trying Too Hard?",
      "content": "When you're focusing too much, it will show on your face; and if you're aware of your facial sensations, you will know. When a person is really relaxed, the face is very clear, soft, and calm."
    },
    {
      "title": "Awareness Doesn’t Always Bring Wisdom",
      "content": "Whenever you have wisdom you are aware; but just because you are aware does not necessarily mean you have wisdom."
    },
    {
      "title": "Awareness and Wisdom Have Their Own Wor",
      "content": "k The work of awareness is just to know. The work of wisdom is to differentiate between what is skillful and what is unskillful."
    },
    {
      "title": "Watch Your Mind or Weeds Will Grow",
      "content": "If you do not look after your garden it will overgrow with weeds. If you do not watch your mind then greed, hatred and delusion will grow and multiply. The mind does not belong to you, but you are responsible for it."
    },
    {
      "title": "Just Be Aware of Whatever Comes Your Way",
      "content": "Looking for something we think we are supposed to see is not mindfulness meditation. Mindfulness meditation is just being aware of whatever comes your way."
    },
    {
      "title": "When to Detach and When to Accept",
      "content": "When things are good, learn how to detach from them. When things are not good, learn how to accept them."
    },
    {
      "title": "Applying Right Thought Calms the Body and Mind",
      "content": "Applying the right thought— reminding yourself that \"this is not me, this is the nature of this emotion \"—calms the mind and the body."
    },
    {
      "title": "When Confronting an Angry Person, Check Within",
      "content": "Every time you are confronted with an angry or demanding person, check to see how your mind feels. Their greed and aversion is their problem; you need to see whether there is greed and aversion in your mind."
    },
    {
      "title": "Be Mindful in a Natural Way",
      "content": "Be mindful in an easy and natural way. If we practice with a super-conscious kind of mindfulness—always telling ourselves that \"now we are going to be mindful\"—we will distort the picture and our experience will be kind of stultified."
    },
    {
      "title": "Whose Mind is Wholesome or Unwholesome",
      "content": "The practice is to understand what a wholesome mind is, and what an unwholesome mind is—to really know for yourself. Whose mind is the wholesome mind? Whose mind is the unwhole some mind? Are they your mind?"
    },
    {
      "title": "If The Mind Isn’t Interested, Ask It Why",
      "content": "YOGI: The mind does not seem to be interested. What can I do? SAYADAW: Ask the mind why it is not interested! We Meditate Because We Want Understanding Having a desire to really understand what is going on, is much more important than just trying to be aware. We practice mindfulness meditation because we want to understand."
    },
    {
      "title": "With Joy and Interest You Are Doing Fine",
      "content": "As long as you find joy and interest in the practice, you are doing fine."
    },
    {
      "title": "Don’t Pay Overmuch Attention to Experiences",
      "content": "Don't pay too much attention to the experiences you have during meditation. But do make an effort to keep watching the mind. If your attention is more on the mind, it will be easier to notice whenever any form of greed sneaks in."
    },
    {
      "title": "The Mind Will Know Its Own Limits",
      "content": "If you are aware of whatever you are doing, the mind will know its own limits."
    },
    {
      "title": "Be Aware of Peacefulness",
      "content": "Be aware of peacefulness; and be aware of the awareness of peacefulness. Doing so allows you to check whether you are indulging in peacefulness or not; getting attached to it; or are still aware."
    },
    {
      "title": "Wisdom is Never Frustrated, Disappointed or Depressed",
      "content": "When wisdom is present there is never frustration, disappointment, or depression because a goal has not yet been reached. There is real understanding, so the mind knows that just by keeping on the path, it will eventually get there. Greed, on the other hand, is always disappointed if a goal has not yet been reached."
    },
    {
      "title": "Observe Confusion If You Are Confused",
      "content": "YOGI: Sometimes my mind feels confused and I don't know what to do. SAYADAW: If you try to think of solutions when in a confused state of mind, you will only get confused answers. Don't try to do anything, don't even try to meditate. Just observe the confusion."
    },
    {
      "title": "Know How Your Attitudes Make You Feel",
      "content": "YOGI: I often find it very difficult to name my attitude or my emotions. I can feel whether they are positive or negative, though. Is it sufficient to be aware of that? SAYADAW: Yes, it is. It is not so important whether you can name your emotions or not."
    },
    {
      "title": "Always Keep Tabs on the Mind",
      "content": "We have to keep tabs on the mind. Always be aware of what is going on, and keep working at it. It is a full-time job."
    },
    {
      "title": "What’s Your Choice, Complain or Meditate?",
      "content": "YOGI: I am finding the heat unbearable these days. SAYADAW: So what do you do? Complain or meditate?"
    },
    {
      "title": "Awareness Grows in a Natural Progression",
      "content": "There is a natural progression in the growth of awareness. You might start off with just one object, say the breath. After a while, you will become aware of several objects in the body. Then you will notice how you're feeling, while being aware of all these objects in the body. Later on, you will become able not only to be aware of the objects and feelings, but also of the mind that is aware, plus the attitude that is behind the awareness. Once you're able to see this whole picture, you will begin to understand how all objects affect each other. This is understanding; this is wisdom."
    },
    {
      "title": "Assumptions Are Based on Wrong View",
      "content": "It is important to notice assumptions. Assumptions are based on wrong views, and they will prevent you from seeing the true nature of things."
    },
    {
      "title": "Working With Awareness is Good Karma",
      "content": "YOGI: Is kamma being created when we are working with awareness, when we are aware of awareness? SAYADAW: Yes, you could say so. Good kamma."
    },
    {
      "title": "Don’t Let Thoughts and Feelings Go Unnoticed",
      "content": "When you are not really interested in what is going on \"inside,\" and your attention is all \"outside,\" thoughts and emotions will go unnoticed, and things will build up."
    },
    {
      "title": "Notice What Naturally Attracts the Mind",
      "content": "To keep bringing one's attention to the breath can be useful when the mind needs calming down. But I encourage all yogis to remain aware of whatever the mind naturally takes an interest in. The mind naturally takes objects* and this is Dhamma at work. * E.g., any of the five sense perceptions (sights, sounds, etc.) plus thoughts; pleasant and unpleasant feelings; emotions; attitudes; moods; etc."
    },
    {
      "title": "To Dissolve Greed, Hatred and Delusion, Dissolve Them",
      "content": "If you understand the nature of greed, hatred and delusion, they will dissolve."
    },
    {
      "title": "See Greed and Aversion Just As They Ar",
      "content": "e Learn to watch greed, anger and delusion as greed, anger and delusion, and not as \"I am greedy,\" \"I am angry,\" and \"I am deluded.\""
    },
    {
      "title": "No Two Moments Feel Exactly the Same",
      "content": "If you think that you are watching the same thing over and over again you will become bored. However, if you take a closer look at your experience you'll understand that no two moments feel exactly the same."
    },
    {
      "title": "Go Slowly and Feel Your Way Through Things",
      "content": "Go slowly. Feel your way through the things that are happening. Try to to understand and gather as much information as you can."
    },
    {
      "title": "Watch You Intentions Throughout Each Action",
      "content": "Intentions occur throughout every movement or action, not just at the beginning of a movement or action. Even every moment you are sitting has intentions. It is impor tant to remember this."
    },
    {
      "title": "The Wandering Mind is Not the Problem",
      "content": "The wandering mind is not the problem; it is a natural mental activity. Your attitude that it should not be wandering is the problem."
    },
    {
      "title": "Continuously Look Inwards",
      "content": "Most of the time you are too concerned with other people's emotions. Train yourself to continuously look inwards."
    },
    {
      "title": "Wisdom Inclines to the Good",
      "content": "Wisdom inclines towards the good, but is not attached to it. It shies away from what is not good, but has no aversion to it."
    },
    {
      "title": "Notice Thoughts When They Arise",
      "content": "Learn to acknowledge thoughts whenever they arise. Don't try to avoid doing this by keeping your awareness on the body only, or you may miss the nature of how the mind works."
    },
    {
      "title": "Notice When the Mind is Free",
      "content": "When greed, hatred or delusion are in your mind, you have to recognize and acknowledge their presence. But it's also important that you recognize when they are absent!"
    },
    {
      "title": "Like Watching a Movie: Sit Back, Relax, and Watch",
      "content": "Mindfulness meditation can be compared to watching a movie. You just sit back, relax and watch. The storyline of what you are watching will naturally unfold, and how much you learn from what you watch depends on your level of understanding."
    },
    {
      "title": "Don’t Get Too Serious About Practice",
      "content": "Don't get too serious about practice. If you are too serious, you become tense and are no longer natural."
    },
    {
      "title": "Simply Keep Investigating Your Experience",
      "content": "Try not to jump to conclusions about what you observe. Simply keep observing and investigating your experience thoroughly and continuously. Jumping to conclusions will prevent your understanding from deepening."
    },
    {
      "title": "Seeing People in a Fixed Way is Delusion",
      "content": "The moment you start disliking someone, an imprint is created within your mind. The imprint then causes you to see that person in a fixed way, and prevents you from seeing how he or she really is. This is delusion at work."
    },
    {
      "title": "Do You Think You Are in Control?",
      "content": "Whenever you think you are in control of a situation, craving, aversion and delusion are actually in control."
    },
    {
      "title": "To Dance With Awareness is to Dance With Nature",
      "content": "To dance with awareness is to dance with nature, and allow awareness to grow."
    },
    {
      "title": "Ask Yourself Often: “Am I Properly Aware?”",
      "content": "Ask yourself often: \"What am I aware of now?\" \"Am I properly aware or only superficially aware?”"
    },
    {
      "title": "Emotions Don’t Need to Go Away",
      "content": "Emotions don’t need to go away. The objective is to know what the emotions feel like; what thoughts you are having when there are emotions; and to understand the nature of emotions and the mind’s behavior."
    },
    {
      "title": "Don’t Let Your Mind Become Idle",
      "content": "Do not let your mind become idle, or run freely. You need to be aware of yourself continuously, whatever posture you are in, from the time you wake up until you fall asleep."
    },
    {
      "title": "“I” Is Just Another Thing to Notice",
      "content": "The sense of \"I\" arises continuously, but to the mind it is just like any other object. You can learn to be aware of its presence or absence."
    },
    {
      "title": "Delusion Wants to Remain Deluded",
      "content": "YOGI: Why is delusion so strong? Why is there so little wisdom? SAYADAW: Because delusion wants to remain deluded; and because we have been practicing delusion for eons."
    },
    {
      "title": "Can We Experience a Moment of Nibbana?",
      "content": "YOGI: Can we experience moments of nibbana when greed, hatred and delusion are gone? SAYADAW: Yes, that's possible. It's called momentary freedom."
    },
    {
      "title": "How to Meditate With Your Eyes Open",
      "content": "When you meditate with your eyes open, don't look at things; just recognize that there is seeing going on."
    },
    {
      "title": "Skillful Doubt Makes the Mind Curious",
      "content": "If doubt is unskillful, it causes confusion and agitation; it makes you feel less and less comfortable. Skillful doubt makes the mind curious; it puts the mind into an investigative mood."
    },
    {
      "title": "Never Try to Force an Issue",
      "content": "Never try to force an issue. Just acknowledge, accept, and keep observing until things unfold naturally."
    },
    {
      "title": "Our Ultimate Task is Handling Craving, Aversion and Delusion",
      "content": "We should not forget that ultimately—however we may start practice — our task is to learn how to deal with greed, hatred and delusion."
    },
    {
      "title": "Trust Is What Keeps Us On the Path",
      "content": "Only if we have trust in something, can we actually apply ourselves to it. We must recognize the trust we have, however little or much. It is what keeps us on the path."
    },
    {
      "title": "Don’t Hurry, Just Keep Learning",
      "content": "Don’t hurry. Just keep learning."
    },
    {
      "title": "True Happiness is True Understanding",
      "content": "Only when there is true understanding, will there be true happiness. Not the kind of happiness people like to indulge in, but happiness that comes because you are at peace with things as they are."
    },
    {
      "title": "It Is Okay to Feel Indecisive",
      "content": "It is okay to feel indecisive, confused, or restless. Look at this mind state and try to learn from it."
    },
    {
      "title": "Look At Experience Simply and Honestly",
      "content": "We need to look at our experience in a really simple and honest way. In the watching there should be no ideas at all about how things should be seen or experienced."
    },
    {
      "title": "Is A Leaf Impermanent While Still on the Tree?",
      "content": "Does impermanence only manifest when the leaf is falling off the tree? Or is the leaf already impermanent when it is still part of the tree?"
    },
    {
      "title": "Remember This When You Feel Discomfort",
      "content": "Whenever you feel discomfort about something, the mind is actually telling you that it wants to feel good."
    },
    {
      "title": "You May Be Shocked By Your Mind",
      "content": "When you observe your mind you will be surprised, amazed and possibly even shocked to discover fixed ideas, wants, fears, hopes and expectations which you have not been aware of."
    },
    {
      "title": "Stay on Top of Greed, Hatred and Delusion",
      "content": "If you are not on top of greed, hatred and delusion, they will be on top of you."
    },
    {
      "title": "Are You Generally Accepting or Resisting?",
      "content": "Any unnoticed resistance to an emotion will feed it and make it grow stronger. So don't forget to check, to see whether you really accept an emotion or whether you have a resistance towards it."
    },
    {
      "title": "Be Aware of Seeing When You Are Looking",
      "content": "Be aware of seeing whenever you look at something. This ability, to be aware of seeing, comes with practice. As long as you are not skillful at this, seeing will tend to distract you, and make you lose your mindfulness."
    },
    {
      "title": "Check Often to See if You Are Tense",
      "content": "Keep checking whether you are relaxed or not. If there is tension, first relax, then check your attitude. If there is resistance, feel the resistance and observe it."
    },
    {
      "title": "Change Your Relationship Towards Craving and Aversion",
      "content": "You cannot stop greed, hatred or delusion. But you can change your point of view, your relationship to them. Once you have done this, they will no longer have the power to overwhelm you. But, they will continue to come up."
    },
    {
      "title": "Even a Tiny Amount of Greed is a Problem",
      "content": "When you start seeing things just as they are, you will notice that even a tiny amount of greed, hatred or delusion is a problem."
    },
    {
      "title": "Insight Meditation is a General Purpose Practice",
      "content": "Insight meditation is a \"general purpose\" practice. We can take it anywhere and it can be practiced in all conditions. We can use it while living life. It is so simple and can be summed up in a few words: Just observe and let it be."
    },
    {
      "title": "There is Now Way to Rush Progress in Meditation",
      "content": "There is no way to rush progress in meditation; we can only proceed steadily. But we don't stop, either."
    },
    {
      "title": "Don't think or Reflect Too Much",
      "content": "much in practice; your mind might wander off. Questions or thoughts should only serve to heighten your interest."
    },
    {
      "title": "Wanting Meditation Will Make You Tenser",
      "content": "YOGI: What exactly does it mean to be relaxed mentally? SUT: Feeling relaxed is really about being free of craving, expectation, and anxiety. So, wanting relaxation, or trying to become relaxed, will only make you even tenser."
    },
    {
      "title": "Take An Interest in Whatever Happens",
      "content": "Take an interest in whatever happens, whether good or bad. Every experience is Dhamma, is just the way it is."
    },
    {
      "title": "Ask Yourself Often: \"Am I Aware?\"",
      "content": "Ask yourself often: \"What am I aware of now?\" \"Am I properly aware or only superficially aware?”"
    },
    {
      "title": "Don't Think or Reflect Too Much",
      "content": "much in practice; your mind might wander off. Questions or thoughts should only serve to heighten your interest."
    },
    {
      "title": "Wanting Relaxation Will Only Make You Tenser",
      "content": "YOGI: What exactly does it mean to be relaxed mentally? SUT: Feeling relaxed is really about being free of craving, expectation, and anxiety. So, wanting relaxation, or trying to become relaxed, will only make you even tenser."
    },
    {
      "title": "Use the Questions That Arise Naturally",
      "content": "Once you find that the mind asks questions naturally, there is no more need to intentionally think them up. Just use the questions that arise naturally."
    },
    {
      "title": "Note What the Mind Naturally Takes Interest In",
      "content": "Let's assume you are doing mindfulness of breathing and the mind's attention strays elsewhere. Will you bring awareness to the breath, or will you let it go with the flow? I encourage all yogis to remain aware of whatever the mind naturally takes an interest in."
    },
    {
      "title": "When the Mind is Calm, Check on Awareness",
      "content": "When the mind is calm and peaceful, and there is no obvious object to observe, take the opportunity to recognize the quality and strength of awareness of that moment."
    },
    {
      "title": "We Need to Learn Our Lessons",
      "content": "We need to learn our lessons. There is no shortcut."
    },
    {
      "title": "Don’t Let What You’ve Learned Go to Waste",
      "content": "Try to practice meditation wherever you are, as much as you can. Keep persevering and don't let what you have learned go to waste."
    },
    {
      "title": "Be Willing to Watch Difficult Emotions",
      "content": "Only when you are ready and able to watch difficult emotions are you able to learn from them."
    },
    {
      "title": "Many Yogis Expect Good Experiences",
      "content": "Many yogis make the mistake of expecting good experiences, instead of trying to work with greed, hatred and delusion. Once you're able to handle these unwholesome roots, good experiences will naturally follow."
    },
    {
      "title": "Two Main Causes Affect Present Experience",
      "content": "Two main causes affect your present experience: the momentum of your good and bad habits, and what you are doing right now."
    },
    {
      "title": "Right Effort is Reminding Yourself to Be Aware",
      "content": "Right effort is not about using energy to focus on an object; it is reminding yourself to be aware."
    },
    {
      "title": "Stop and Ask Yourself: “Is This Really Important?”",
      "content": "If you think you have something very important to think about, stop and ask yourself: \"Is this really important? Why am I so eager to think about it?\""
    },
    {
      "title": "First of All, Take Care of Your Mind",
      "content": "Take care of your mind first; only then can you take care of others."
    },
    {
      "title": "Remain Aware Until You Fall Asleep",
      "content": "YOGI: I find it very difficult to watch the mind when I am in bed, ready to sleep. SAYADAW: The reason is the mind has no aim at this time; you do not tell the mind what to do. You need to aim at remaining aware until you fall asleep. Try it and see how it makes you feel in the morning."
    },
    {
      "title": "A Relaxed Mind is Excellent Pain Relief",
      "content": "There is a direct link between your state of mind and pain. The more relaxed and calm the observing mind, the less intense you will perceive the pain to be."
    },
    {
      "title": "Anything Can Come and Whatever It Is, Is Fine",
      "content": "Wisdom is freedom. Anything can come, and anything can be the experience. Whatever it is, is fine."
    },
    {
      "title": "Cultivate Your Understanding Over and Over Again",
      "content": "The Buddha would expound some verse or another and if somebody understood it he would then say, \"Now that you've understood, be sure to cultivate this understanding over and over again.”"
    },
    {
      "title": "Following a Pure Interest Will Take You Into Meditation",
      "content": "There was a lay person, one of my friends, if you suggested that he try to meditate, he was like \"No, no!\" So I said to him, \"Can you feel the touching sensation when you touch your fingers together?\" He got really interested in that, so then I asked him, \"Do you feel the sensation on the index finger or the thumb?\" He got really interested in that and he watched it for hours."
    },
    {
      "title": "Reality Cannot Be Seen, Only Understood",
      "content": "At a subtle level, reality can only be understood, it cannot be seen. It will be understood and known to be so, but it's not like you're looking at it as we experience all other objects. It's an understanding of the reality of that experience."
    },
    {
      "title": "Right Attitude is Understanding \"This is Nature\"",
      "content": "Right attitude is that before or while we observe, we inject into the mind the understanding that, “This is nature.” For example, we tell ourselves, “This is aversion, and this is the nature of aversion. We are trying to learn about aversion.\" Or we say about craving: \"This is the nature of craving. We are trying to learn about craving.”"
    },
    {
      "title": "Conserve Energy So You Can Practice Continuously",
      "content": "If you are looking for a result or want something to happen, you will only tire yourself out. It's important in this practice to conserve energy so you can practice continuously."
    },
    {
      "title": "The Heart-Mind Works Best When Relaxed",
      "content": "Be kind to yourself. Relax. This heart-mind is very important. It has to be relaxed, at ease and comfortable—only then can it do its best."
    },
    {
      "title": "Observe Whatever Happens in a Relaxed Way",
      "content": "Meditating is acknowledging and and observing whatever happens — whether pleasant or unpleasant — in a relaxed way."
    },
    {
      "title": "Let Go of Expectations",
      "content": "In life you should learn not to expect anything in return for whatever you do for others. With the work of awareness too, you should learn not to expect any results or good experiences."
    },
    {
      "title": "Don't Get Too Serious About Practice",
      "content": "See each and every moment as a valuable opportunity for the development of awareness, but don't get too serious about practice. If you get too serious about it, you become tense and are no longer natural."
    },
    {
      "title": "Insight Per Se is Not So Important",
      "content": "Insight per se is not so important. What is really important is whether or not the insight leads to a transformation in your mind which will enable you, in future, to handle similar situations without greed, hatred or delusion."
    },
    {
      "title": "See Anger as Anger, Not As \"I Am Angry\"",
      "content": "Learn to watch greed, anger and delusion as greed, anger and delusion, and not as \"I am greedy,\" \"I am angry,\" or \"I am deluded.”"
    },
    {
      "title": "Is The Mind Wholesome or Unwholesome?",
      "content": "Yogis tend to close their eyes when they meditate, but keeping your eyes closed or open is not what is important. What is key is whether the mind is wholesome or unwholesome."
    },
    {
      "title": "All the Effort You Need to Be Mindful",
      "content": "Simply reminding yourself to be in the present moment is all the effort you need to be mindful."
    },
    {
      "title": "Everything Follows the Right Frame of Mind",
      "content": "To be relaxed and in the right frame of mind* is of prime importance. Everything else comes later. * The right frame of mind, Sayadaw says, is \"acknowledging and observing whatever happens—whether pleasant or unpleasant—in a relaxed way.\""
    },
    {
      "title": "Ask Yourself These Questions Through the Day",
      "content": "No matter whether you are sitting, walking, or going about your daily activities, ask yourself now and again: What is the mind doing? Thinking? Thinking about what? Being aware? Being aware of what?"
    },
    {
      "title": "Take Heart, At Some Point It Gets Easier",
      "content": "In the beginning you have to make a big effort for some length of time. We can take heart that with all the effort we put in, at some point it becomes easier. The dhamma comes and takes you by the hand, and shows you the way."
    },
    {
      "title": "Whatever You Do, Know It As You Do It",
      "content": "Whatever you do, know it as you do it. When you sit, know that you are sitting. When you stand up, know that you are standing up. When you open a door, hold a glass of water, read a book, chop carrots, sweep the floor, talk with a friend— know each thing that you are doing when you are doing it."
    },
    {
      "title": "Wisdom Works With Relaxed Awareness Over a Long Tim",
      "content": "e Putting in a lot of effort for a short period of time, in hopes of getting some reward, is greed. Wisdom looks at the long term. Wisdom puts in a steady, relaxed, light awareness over a long period and reaps a healthy reward."
    },
    {
      "title": "Right View Brings Intimate Contact With Life",
      "content": "When we practice awareness with right view, we come into intimate con tact with life. With a calm and clear mind, we simply watch every experience just as it is. The understanding of right view—the not-self nature of experience—then naturally unfolds, and we begin to understand what it's really like to live life as a human being."
    },
    {
      "title": "Consciously Relaxing Tension is a Kind of Meditation",
      "content": "If there is tension in the mind as the result of greed, hatred or delusion, then it will be reflected in tension somewhere in the body. Consciously relaxing those physical tensions is a kind of meditation."
    },
    {
      "title": "Interest is a Natural Source of Energy and Joy",
      "content": "Interest brings energy to the mind naturally, without straining, focusing, or exertion. It requires no individual effort, so we can bring interest continuously without getting tired. Observing like this gives us energy and joy."
    },
    {
      "title": "Check to See the Motivation Behind Each Thought",
      "content": "In practice, don't just believe your thoughts. Check to clearly see the motivation behind each thought. It could be wholesome and wise. But if you are suffering, then thoughts of craving, aversion delusion are running the show."
    },
    {
      "title": "When You Notice You’ve Lost Awareness, Be Happy",
      "content": "Every time you recognize that you have lost awareness, be happy. The fact that you have recognized that you lost awareness means that you are now aware."
    },
    {
      "title": "Keep Attention on Yourself When You Listen",
      "content": "Keep your attention on yourself when you're listening to someone speak. This doesn't mean to stay with the stories your mind is telling; it means staying with your awareness of everything that's happening in your mind and body as you listen."
    },
    {
      "title": "Don’t Confuse Stories About Life, With Life",
      "content": "When we get lost in our ideas, opinions, and stories about life, we easily confuse them with life itself. It's like forgetting that a movie we are watching is just a movie and not real life."
    },
    {
      "title": "You Can’t Eat Concepts Like “Chicken” or “Fish”",
      "content": "Whether a piece of food is fish, chicken, pork, beef, or vegetable is really only a concept. These are only names, and we can't eat a name or an image. What is real is the nature of the food—the tastes (salty, sweet, sour, etc.), the textures (crunchy, smooth, etc.), the temperature, the smells, and combinations of all such qualities that we directly experience."
    },
    {
      "title": "Don’t Worry About Greed, Hatred or Delusion",
      "content": "Don’t worry about the three unwholesome roots—they are always there. Instead, just practice to grow wisdom in the mind. When wisdom is strong enough, it will do the work of removing greed, hatred, and delusion."
    },
    {
      "title": "The Defilements Are Ruthless, So You Need to Be Too",
      "content": "Greed, hatred and delusion are ruthless, without mercy. They just do what they want to do. So we have to be ruthless. \"We\" is just a manner of speaking. \"We\" represents wholesome qualities of mind such as confidence, energy, mindfulness, stability of mind, and wisdom. Cultivate these qualities. Trust the wholesome."
    },
    {
      "title": "A Meditator’s Job is to Remember to Be Aware",
      "content": "A meditator's job is to remember to be aware. Whether you are standing, sitting, lying down, or walking, if you remember that you are aware, then you are meditating, and you are cultivating this wholesome quality of mind"
    },
    {
      "title": "Awareness is Knowing What is Happening Now",
      "content": "Every day we wake up, we open our eyes, and seeing begins to happen. But how often do we consciously notice this? When we do, that is awareness. It is the realization of our present moment experience. That's all."
    },
    {
      "title": "Stay Aware Of Your State of Relaxation",
      "content": "If you are continuously aware of your state of relaxation you will become even more relaxed."
    },
    {
      "title": "Strike a Balance Between Relaxation and Interest",
      "content": "As you maintain continuous awareness of whatever is happening, strike a balance between being relaxed and being interested."
    },
    {
      "title": "No Experience is Better Than the Present One",
      "content": "No experience out there is better than the present experience. An experience is an experience. An object is an object. Here is the more important question: is the mind observing with wholesome or unwholesome mental qualities?"
    },
    {
      "title": "We Mistake Thoughts In Our Mind For Reality",
      "content": "Simple experience isn't conceptual; it's just what it is, such as seeing, hearing, tasting, smelling or touching. Our thoughts cast a conceptual overlay onto this experience, and these concepts are what craving, aversion and delusion see. In this way, when we experience life through the mental processes of craving, aversion and delusion, we mistake the concepts that arise in our mind for reality."
    },
    {
      "title": "The Mind is Responsible for Its Own Happiness",
      "content": "The mind is responsible for its own happiness and its own suffering. So whenever the mind is suffering, or whenever the mind is happy, investigate: What is it in the mind that has brought about the current condition?"
    },
    {
      "title": "How to Practice While Speaking",
      "content": "When we say hurtful or unhelpful things, the mind is agitated. When we don't say the things that we should say, this also brings ag itation. We need to know what amount of speaking is necessary and enough."
    },
    {
      "title": "Wanting to Speak and Not Wanting to Speak",
      "content": "Wanting to speak and not wanting to speak is the same problem."
    },
    {
      "title": "Knowing When to Speak is Practice",
      "content": "The Buddha taught his son, Rahula: \"Before you speak, reflect. When you're speaking, reflect. After you've spoken, reflect.\" This is how to practice."
    },
    {
      "title": "For Those Who Say Meditation is Difficult",
      "content": "Many yogis tell me that meditation is difficult. What they are actually saying is that they cannot get what they want."
    },
    {
      "title": "Craving and Aversion Happen at the Same Moment",
      "content": "Over time, we slowly come to see that craving, aversion and delusion merge and overlay each other. For example, if we want a new experience (craving), this means we are unhappy with what is happening now (aversion). Both are there in the one moment."
    },
    {
      "title": "Practice Like a Sick Person",
      "content": "I have a saying that a lot of you will have heard: \"Practice like a sick person.\" The mind of a sick person doesn't want to do anything; it just wants to be quiet and observe. When we are ill, there is less striving, and we are very much in touch with sensations and our feelings."
    },
    {
      "title": "There is Potential for Happiness in Any Moment",
      "content": "When we are experiencing stress, in any form, it is good to be present with it and notice the mind's reactions to it. You will notice that your feelings are dynamic and unstable, and thus in any given moment, there is the potential for happiness to arise."
    },
    {
      "title": "Wisdom Always Stands at a Distance",
      "content": "Wisdom always stands at a distance. It's either watching from the side, or the back, or from an overview. It always takes a broader perspective; it's never involved. Wisdom doesn't step in; it steps away."
    },
    {
      "title": "Be Mindful of Your Intention to Think",
      "content": "Always be mindful of your intention to think stimulating, captivating, and en tertaining thoughts. This is craving at work. The intention to not think of certain unpleas ant thoughts is aversion. Zoning out and not caring what kind of thoughts you're hav ing is delusion doing its thing."
    },
    {
      "title": "Accept the Situation and Be Aware",
      "content": "There is a lot you can learn from what you think are unfavorable conditions for meditation. There may be unhappiness or suffering. Don't make judgments that these conditions are bad for practice. In Dhamma, there is only what's happening. Accept the situation and be aware."
    },
    {
      "title": "The Present Moment is the Only Real Thing",
      "content": "The present moment is the only real thing."
    },
    {
      "title": "“How Am I Going to Live Today?”",
      "content": "Every morning when you wake up, you have to set the intention, \"How am I going to live today?\" \"How am I going to look after the mind today?\" In this way you clear the path, by setting an intention for how you will bring the Dhamma into your life that day."
    },
    {
      "title": "Don’t Get Too Involved With What You’re Watching",
      "content": "Don't get over-involved with what you're watching. We take what we're experiencing to be the main thing, but really, meditation is about the awareness. Ask yourself, \"Am I aware now?\" If the answer is \"Yes,\" then you're meditating."
    },
    {
      "title": "A Story of Meditative vs Ordinary Awareness",
      "content": "Hi Everybody, I've noticed over the years that people often puzzle over Sayadaw's teachings on concepts and reality. And the Buddha’s, too, for that matter. Yet they are so important. In one Buddhist teaching story, for example, a sincere seeker called Bahiya was instantly enlightened when he at last saw the difference between concept and reality. In that spirit, we might receive a teaching like this one as a nifty spiritual puzzle, very much worth pondering, and one day solving for ourselves.—Doug ️Once, a yogi told me that he noticed a car passing by. Was that meditative awareness? No! Everybody also knows that. So what then is meditative awareness? A meditator would know that \"seeing is happening at the eye sense door,\" and that \"hearing is happening at the ear sense door.\" When you know what's happening at the sense doors, that's meditative awareness. Knowing only the concept isn't meditative, and \"a car passing by\" is a concept."
    },
    {
      "title": "With Awareness You Will Know the Right Thing to Do",
      "content": "Some people are mindful during practice but in daily life situations, don't know what to do. I see some yogis who practice mindfully but then, at mealtime, jump the line for food. This should not happen. If you are aware, the understanding of \"suitable or not,\" or \"necessary or not,\" will be there."
    },
    {
      "title": "Choosing Happiness is Not a Selfish Choice",
      "content": "Choosing happiness is not a selfish choice. When people are unhappy, they they go around hurting others, and all kinds of bad things happen. But if you're happy, you'll make others happy whereever you go. It's a good choice to keep the mind in the best possible state."
    },
    {
      "title": "If You Don’t Know, How Can You Understand?",
      "content": "When your index finger touches your thumb, how many touching sensations are you aware of, one or two? Roughly, no need to be detailed! This is a very simple experience, but if you don't know, how then can you understand?"
    },
    {
      "title": "Think, “I’m Doing Well Because I’m Aware”",
      "content": "Don’t think, \"I'm doing well because my meditation is going well.\" Think, \"I'm doing well because I'm aware.\""
    },
    {
      "title": "Don’t Meditate to Make Pain Go Away",
      "content": "Don't observe pain to make it go away. You watch to learn how the mind and the body interact when there is pain. Ask yourself, \"What can I learn about my mental reaction to pain?\", and \"How does observation affect the process?\" It's an investigation, to learn and understand."
    },
    {
      "title": "Bring a Sense of Curiosity to Practice",
      "content": "There are many things to discover! For example, in two fingers touching, there's much to know in these fingers. There could be heat, pressure, intentions, all sorts of things. This curiosity, this wanting to know \"What is this?\" and \"What else is there?\"—this quality is very important to bring into your practice."
    },
    {
      "title": "How to De-Energize Greed and Hatred",
      "content": "When you put energy into awareness, you take the energy out of greed, hatred and delusion."
    },
    {
      "title": "Always Be Interested in the Mind",
      "content": "It is not easy to see the mind. Once you do see the mind, it is not easy for understanding to arise. And then, greed, hatred and delusion are even tougher to understand. Therefore you must always, always be interested in the mind, and continually be learning about it.* * Sayadaw offers the metaphor of the mind as like a pair of tinted eyeglasses that one forgets one is wearing. Nevertheless, the glasses are always changing the nature of what's being seen."
    },
    {
      "title": "Delusion Hides Reality and Substitutes a Fake",
      "content": "Delusion does two things. First, it camouflages reality; and second, it gives us an illusion to take as reality. It hides what is real, and then it throws up an illusion for us to see, and fools us into believing that is reality."
    },
    {
      "title": "Spread Your Attention So You See the Whole Picture",
      "content": "We need to be aware of where our attention is, and not get caught up putting too much energy on any particular object. Spread your attention so you are seeing the full picture, inside and out, emotionally and physically."
    },
    {
      "title": "Ignore the Noise and Watch the Mind",
      "content": "If you are averse to something, or attached to something, you should take the aversion or the attachment as your object of meditation. For example, if there is a noise and you don't like the noise, then the aversion becomes your object, not the noise. You ignore the noise, and watch the mind."
    },
    {
      "title": "Awareness Will Show You What It Knows",
      "content": "Once you know there is awareness of the breath, notice the awareness more than the breath. Let go of the object and stay with the awareness. Once we let go of the one object that we know, awareness opens up and it shows you what else it already knows."
    },
    {
      "title": "Awareness Sees From a Birds-Eye View",
      "content": "We have a strange misconception that we need to keep the mind on one object for it to be calm, stable, and still. That's not really true. If we are doing it right, awareness expands and we can know both the main object and other objects, as if seeing from a birds-eye view."
    },
    {
      "title": "Re-Energize By Being Mindful Continuously",
      "content": "In everyday life we are full of energy, but that energy comes mostly from craving and aversion. This is the energy of striving, and keeping going. If we give up craving and aversion, we lose that energy; but we can re-energize simply by being mindful, continuously."
    },
    {
      "title": "Meditation is the Highest Education",
      "content": "When the mind becomes peaceful, awareness is good and the mind settles down. At that time you can investigate: How is the mind meditating? What is the state of the mind? How many minds do you know? As you investigate, interest grows. Meditation is a learning process. You can say meditation is the the highest education."
    },
    {
      "title": "Don’t See Something as a Problem",
      "content": "Don’t see something as a problem. Just see it as it is."
    },
    {
      "title": "Don’t Look Down on Craving, Aversion and Delusion",
      "content": "I advise yogis to get to know and investigate craving, aversion and delusion, because only through understanding them can we learn to handle them, and eventually become free of them. If we ignore them, then the joke’s on us: they’ll always get the better of us."
    },
    {
      "title": "There Are Two Kinds of Meditation",
      "content": "People associate the word “meditation” with “sitting.” The two words have become synonymous, but this is a mistake. There are two kinds of meditation. In samatha, calm abiding, you need to sit and be still. My emphasis is on vipassana, insight meditation. For vipassana practice, sitting is not necessary. The purpose of practicing vipassana is to cultivate wisdom."
    },
    {
      "title": "Don’t Ask Questions to Get Answers",
      "content": "Ask questions not to get answers, but to strengthen awareness. You don't need to find answers; simply asking questions awakens awareness."
    },
    {
      "title": "To Observe the Mind Clearly, Relax Focus",
      "content": "YOGI: What is the best way to observe the activities of the mind? SAYADAW: Don't focus on any objects! The nature of the mind is that it either focuses \"outwards,\" or, when it is not focusing, it very naturally retreats \"inwards.\" Only if you don't focus outward, can the mind be aware of itself."
    },
    {
      "title": "Stay Interested in Awareness Not Objects",
      "content": "Stay interested, not so much in objects* as in the awareness that knows the objects. * Such as sensations, thoughts, perceptions and emotions."
    },
    {
      "title": "Carefully Choose Where to Place Your Attention",
      "content": "Once awareness is established, the mind will naturally be aware of many things. At this stage a choice can be made. You can ask yourself: \"What is most important to pay attention to now?\" Check the mind that is observing: Is there any greed, expectation, or aversion? Remind yourself that the object is not important; that you are looking at the mind."
    },
    {
      "title": "Right Attitude is More Important Than a “Good Sit”",
      "content": "To recognize whether or not you have the right attitude is more important than experiencing peaceful states, or having a \"good sit.\" Right attitude is accepting, observing, and learning from your experience just as it is."
    },
    {
      "title": "Wisdom Will Arise and Show the Way",
      "content": "If you bring awareness to every activity in your life in a continuous manner, then you are practicing correctly. Wisdom will then arise and show the way."
    },
    {
      "title": "Find a Still Point in Your Mind",
      "content": "The answers to our problems can be found in our own minds. We must find a still point that is not dependent on anything for our happiness."
    },
    {
      "title": "The Very Heart of the Practice",
      "content": "To remember our awakened nature is the very heart of this practice."
    },
    {
      "title": "Feeling Bad is An Unwholesome Mind",
      "content": "Feeling bad is an unwholesome mind. It is not a reasonable or a logical mind. When you feel bad, you can tell that it is unwholesome because it blocks you from being creative, from being open, and from trying things. So, put it aside."
    },
    {
      "title": "Is Mind Observing With Wholesome Qualities?",
      "content": "Knowing and observing are the work of the mind. The mind knows all there is to be known. Here is the more important question: Is the mind observing with wholesome or unwholesome mental qualities?"
    },
    {
      "title": "Wisdom Fulfills the Conditions for Success",
      "content": "Some people, after hearing about Nibbana, practice very hard because they want to get it. That is greed. When wisdom wants something, there is no agitation. There is no urge to get there immediately. Wisdom understands the prox imate causes needed to attain the goal, and it works calmly and steadily to fulfill them."
    },
    {
      "title": "Just Notice Whenever You Get Lost",
      "content": "YOGI: What is the best way to remain aware while I am reading? I tend to get lost in what I am reading. SAYADAW: Just notice whenever you get lost. Find out the difference between getting completely absorbed in your reading, and remaining relaxed and aware while you are reading. It feels different."
    },
    {
      "title": "The Mind Needs to Be Directed",
      "content": "The mind needs to be directed. For example, if there is anger and you decide to investigate this emotion, you are setting the mind in the right direction. If, however, you decide to try to get rid of the anger, you are directing the mind wrongly."
    },
    {
      "title": "Whenever You Are Upset, Look Within",
      "content": "Whenever you are upset, look within. There is nothing and nobody out there you can blame for your state of mind."
    },
    {
      "title": "To Make the Best Decisions, Know the Mind",
      "content": "When there is no craving or aversion in the mind, you are able to make the right decisions."
    },
    {
      "title": "Don’t Tell Yourself to Be Patien",
      "content": "t Don't tell yourself to be patient. Watch the impatience!"
    },
    {
      "title": "Never Try to Locate the Mind",
      "content": "Never try to locate the mind; place is a concept. You recognize the mind by the work it is doing."
    },
    {
      "title": "When the Mind is Idle, It Will Think",
      "content": "When the mind is idle, it will think."
    },
    {
      "title": "The More You Resist, the Worse You Feel",
      "content": "The more you resist what's happening, and the more you want to change it, the worse you'll feel."
    },
    {
      "title": "Wanting a Peaceful Life is Laziness",
      "content": "Wanting a peaceful life is laziness; those who are wise work hard."
    },
    {
      "title": "Observe the Sense of “I” Like Any Other Objects",
      "content": "The sense of \"I\" arises contin uously. You can learn to be aware of its presence or absence, just like any other object.* * Such as a sensation, a thought, a perception or an emotion."
    },
    {
      "title": "Practicing Dhamma is Understanding",
      "content": "Many yogis become very happy when they have a certain experience, and very upset if they don't. This is not practicing Dhamma. Practicing Dhamma is not having an experience. Practicing Dhamma is understanding."
    },
    {
      "title": "When Your Are Agitated You Need to Practice",
      "content": "When you are agitated you really need to practice. Ask your self: why is the mind getting agitat ed? What did you do just before this happened? Remember!"
    },
    {
      "title": "Ask Yourself: \"Why Am I So Eager to Think\"?",
      "content": "If you think you have something very important to think about, stop and ask yourself if it is really important. Why are you so eager to think about it?"
    },
    {
      "title": "The True Goal of Practice is to Understand",
      "content": "The true goal of pratice is to understand things; happiness then follows naturally."
    },
    {
      "title": "Wisdom Can Liberate You in This Life",
      "content": "No matter how many unskillful deeds you have done, wisdom can liberate you in this life."
    },
    {
      "title": "Always Leave the Door Open for New Understanding",
      "content": "No matter how experienced we are, no matter how much knowledge we have, we should never be satisfied with the wisdom or depths of insight we have acquired. Always leave the door wide open for new and deeper understanding."
    },
    {
      "title": "Three Ways to See the Buddha",
      "content": "There are three ways to see the Buddha: 1) With our eyes; 2) By imagining him in our minds; and 3) By understanding the Buddha with wisdom. That's why the Buddha said: \"Those who see the Dhamma see me.”"
    },
    {
      "title": "Think and Plan, Just Don’t Get Carried Away",
      "content": "YOGI: Do you discourage conceptual thinking during practice? SUT: Thinking is an essential activity of the mind. Sometimes we need to think through something, to figure out what to do. We just need to be careful not to get involved, not to get carried away by the thinking or planning mind."
    },
    {
      "title": "Ask Yourself Often: What is the Mind Aware of Now?",
      "content": "Ask yourself often: \"What is the mind aware of now?\" In this way you will gradually learn to see the mind more clearly and to know what awareness feels like."
    },
    {
      "title": "We Need to Practice in a Simple Way",
      "content": "We need to learn to remain in an open and relaxed state of noticing what is going on. We need to intentionally practice in this simple way; and to keep doing this until it becomes natural, both when we are alone, and when we are with people."
    },
    {
      "title": "Discomfort is an Excellent Opportunity to Learn",
      "content": "Whenever you feel discomfort about something, the mind is actually telling you that it wants to feel good. A yogi who really understands this is fine with uncomfortable or difficult experiences and sees them as learning opportunities."
    },
    {
      "title": "Whatever You Do, Craving is Always Pushing You",
      "content": "Whatever you think, whatever you say, whatever you do, craving is always pushing you, motivating you. There's always wanting. It is because of this wanting that the mind suffers, becomes tense and dissatisfied."
    },
    {
      "title": "All You Need is a Steadily Knowing Mind",
      "content": "You must always remember that there are the knowing minds, and the known minds. The known minds don't need to be calm, don't need to be peaceful. They can be angry and raging; all of that can be going on. All that needs to be steady is the knowing mind. That's the only steadiness you need."
    },
    {
      "title": "Keeping Your Eyes Closed is Not Important",
      "content": "Yogis tend to close their eyes when they meditate. But keeping your eyes closed or open is not what is important. What's important is whether the mind is wholesome or unwholesome."
    },
    {
      "title": "When Our Mind is Messy, Our Life is Also Messy",
      "content": "Without practice, our mind quality is messy. And when our mind is messy, our life is also messy. That's it."
    },
    {
      "title": "If We Are In a Hurry, We Lose Mindfulness",
      "content": "If we are in a hurry we lose mindfulness. If we are in a hurry we lose mindfulness."
    },
    {
      "title": "Take the Energy Out of Craving, Aversion and Delusion",
      "content": "When you put energy into awareness, you take energy out of craving, aversion and delusion."
    },
    {
      "title": "Don’t Use More Energy Than You Need",
      "content": "YOGI: I'm always very tense and tired at the end of the day. It's because I'm making so much effort, I think. SUT: You need to find out why you're using so much energy. Check the thoughts that your mind is harboring. Look at your thoughts when you work; look at your views and ideas; and notice your feelings when these things come up. You need to see that you are using more effort than you need. There is tension be cause there is too much effort."
    },
    {
      "title": "Don’t Try to Be Aware, Just Check for Awareness",
      "content": "Don’t try to be aware. Just be the supervisor, regularly checking whether awareness is doing its job. Keep checking whether awareness is present and doing its work."
    },
    {
      "title": "The Supreme Taste of Knowing and Understanding",
      "content": "It is said that among all tastes, the best is the taste of Dhamma. The taste of Dhamma is not just a feeling of peace—it is the supreme taste of knowing and understanding."
    },
    {
      "title": "For a Whole Day, Pay Attention Inwards",
      "content": "For a whole day, try to pay attention inwards. From the moment you wake up, how does your body and mind feel? Pay attention without using too much energy. Whatever you do, keep your mind radar always focused inwards. Do you understand? It's not difficult, right?"
    },
    {
      "title": "Real Objects Are Always Subtle",
      "content": "If the mind can't know an object* clearly, it loses interest. But actually, the subtler an object is, the closer it is to nature. It is a real object. * Such as thoughts, sensations, perceptions, moods, etc."
    },
    {
      "title": "With Awareness, Unwholesome States Dissolve",
      "content": "If we put in the necessary effort and practice, awareness will grow stronger, and unwholesome mind states will dissolve."
    },
    {
      "title": "We Watch Because We Want to Understand",
      "content": "Most people change the object when they can't face the emotion. They go to karaoke or something else, until the emotion subsides. But meditators watch the emotion, and try to learn from it. Why is the mind suffering? What is emotion? And who is suffering? We watch because we want to understand."
    },
    {
      "title": "If You Want to Improve, Meditate All the Time",
      "content": "Many yogis want to meditate, but they don't want to meditate all the time. That's why they cannot improve."
    },
    {
      "title": "“Not Me, Not Mine” Is Right View",
      "content": "“Not me, not mine” is right view about all feelings, whether pleasant or unpleasant. Remembering \"not me, not mine\" helps us to avoid grasping at pleasant feelings, and attaching to unpleasant feelings by making them all about \"me.\""
    },
    {
      "title": "Don’t Feel Disturbed by the Thinking Mind",
      "content": "Don't feel disturbed by the thinking mind. You're not practicing to prevent thinking but rather to recognize and acknowledge thinking whenever it arises."
    },
    {
      "title": "Awareness is the Ultimate Multitasking Tool",
      "content": "Awareness is the ultimate multitasking tool. You can walk and be aware; you can talk and be aware; you can eat and be aware. So, when you are aware, you are always getting at least two things done at the same time."
    },
    {
      "title": "If You Want to Identify, Identify With Awareness",
      "content": "If you want to identify, identify with this: \"Because I'm aware, I'm good.\" However much you notice your ugly habits or ugly mind, you should be happy whenever awareness is present."
    },
    {
      "title": "Like a Scientist, We Research Ourselves",
      "content": "Like a scientist, we research ourselves. \"Why am I so angry? Why so much worry?\" My experience was a deep depression for three years. Then I started to research why the mind was suffering. I watched, again and again and again. Slowly the answer came, and the depression was gone. No need for medicine."
    },
    {
      "title": "Mindfulness Has a Unique Power",
      "content": "Mindfulness has a very unique power. When it pays attention to the unwholesome, the unwholesome gets less and less. And when mindfulfulness observes the wholesome, the wholesome strengthens and grows."
    },
    {
      "title": "Thinking Should Be on an “As Needed” Basis",
      "content": "Thinking should be on an \"as needed\" basis. Having to think and think and think is tiring for the mind."
    },
    {
      "title": "Suffering is a Good Object to Observe",
      "content": "People don't want to look at suffering, but it is a good object to observe. For example, people with phobias need to face their fears again and again. Day by day, they get closer to their fears. In the end, the mind understands there is nothing to fear, and then, it is finished."
    },
    {
      "title": "Always Maintain Your Zeal to Be Aware",
      "content": "Look at your strong commitment to awareness when you are sitting. When you get up, why does that change? You should always carry that same strong commitment with you, that same zeal to be aware."
    },
    {
      "title": "Just Be Interested in the Present Moment",
      "content": "Just be interested in the present moment and you'll be free."
    },
    {
      "title": "Be Aware of Yourself When You Speak (1 of 2)",
      "content": "Yogis say it's hard to be mindful when speaking, but it's just a lack of practice. Being aware of yourself when you speak, you start to learn about skillful speech, such as what to say, how to say it, and to whom; and when to speak and when not. You learn these skills over time, with practice and patience."
    },
    {
      "title": "Be Aware of Yourself When You Speak (2 of 2)",
      "content": "Being aware when you speak, whatever you notice is fine. You might feel loving-kindness, or notice body movements, hand gestures, or facial expressions. You might notice your feelings, or your thoughts. Whatever it may be, as long as you're learning, you're doing fine."
    },
    {
      "title": "If You Aren’t Aware, the Mind is Deluded",
      "content": "If you aren't aware, the mind is deluded; and when there is delusion, then craving, aversion, and any of their relatives can arise."
    },
    {
      "title": "When the Mind Becomes Quiet (1 of 2)",
      "content": "When the mind is quiet, subtle things are happening in the mind. Begin to notice that."
    },
    {
      "title": "Quietness is a State of Mind (2 of 2)",
      "content": "Quietness is a state of mind. If we can't see this, we can get attached to the quiet and start indulging in it. Then we'll start to drift and awareness won't be so alert and sharp anymore. Ke"
    },
    {
      "title": "ep Coming Back to the Body (1 of 2)",
      "content": "Coming back to the body—to what you are doing physically—helps develop the momentum of awareness. If your hand moves, know that your hand is moving; if you're looking, know that you're looking; if your leg moves, know that. This will help you keep awareness continuous and build up your focus in the present moment."
    },
    {
      "title": "The Meditator’s Radar Must Be Directed Inwards (2 of 2)",
      "content": "The meditator's radar must be focused inwards, not outwards. If you are thinking about outside things, then it's easy to lose awareness. So, keep awareness with your body and physical actions. That's enough."
    },
    {
      "title": "When the Mind Pays Attention to Nature, You are Meditating",
      "content": "When the mind pays attention to nature you are already meditating, whether you are sitting, standing, walking, or lying down."
    },
    {
      "title": "Are You Paying Attention to Concepts or Reality?",
      "content": "You need to know the difference between paying attention to concepts, and to nature. If you want to meditate, the object must be nature. For example, when a fly touches you, you don't think \"fly.\" Instead, you are aware of touch, and the awareness of touching. If you do this there is no problem; the mind does not react. But if you think \"fly,\" or \"ant,\" or \"mosquito,\" notice how the mind immediately resists."
    },
    {
      "title": "See Pain or Illness as Nature Not “Me” (1 of 3)",
      "content": "When you are sick, right view is to think, \"This is not personal; this is nature; this is a physical and mental process.\" In this way, the mind becomes interested. If you think in terms of \"I\" and \"my\"—by saying \"I'm sick;\" \"my body is sick;\" \"my mind is sick,\"— then anger arises and the mind becomes messy. When you're sick, it is a good time to learn about this process."
    },
    {
      "title": "How Meditators and Non-Meditators Handle Illness (2 of 3)",
      "content": "Meditators and non-meditators react differently when they are sick. When long-time meditators are sick, their mind calms down and becomes more passive. They are aware, without much thinking. Non-meditators become angry when they are sick, and then their mind exag gerates the anger."
    },
    {
      "title": "Try to Stay With Awareness More Than With Pain (3 of 3)",
      "content": "When you have pain, try to stay with awareness, more than the pain. The more attention you pay to pain, the more pain increases. If you can stay aware of the knowing mind, then the pain is nothing, it's not a problem."
    },
    {
      "title": "Cultivate Wholesome Qualities of Mind",
      "content": "If we continuously cultivate a wholesome quality of mind,* that wholesome quality will start to arise more naturally in the mind. It will become a habit of the mind, and it can become a power of the mind. * Such as loving-kindness, compassion, joy, patience, truthfulness, equanimity, etc."
    },
    {
      "title": "It’s Only In the Beginning That It’s Hard",
      "content": "As long as we have the intention to have Dhamma in our lives, awareness in our lives, we will find a way. It's only in the beginning that it's hard. Be patient and keep trying; the world teaches you."
    },
    {
      "title": "We Need the Resilience to Face Any Situation",
      "content": "What we need to develop now, while we have the opportunity, is the understanding and the resilience to face any bad situation in this life, whenever it might come up—like death."
    },
    {
      "title": "We Can Keep the Mind in Good Shape",
      "content": "As we get older, the body is not going to get better. It will become fragile and break down. But we can keep the mind in good shape. If we can see the body's aches and pains as a natural process—not bad, just nature—it will free the mind."
    },
    {
      "title": "Why Is Samsara So Strong and Sticky?",
      "content": "Why is samsara* so strong and sticky? It's because of the intensity of craving. If craving lessens, samsara lessens; if crav ing stops, samsara stops. That's why the Buddha said: \"No craving is Nibbana.\" So try, try, and try. Me too! * The endless cyclicality of birth, death, rebirth and attendant suffering."
    },
    {
      "title": "The Habit of Constantly Judging is Unnecessary",
      "content": "Old habits die hard. For example, every time the mind is making judgments, simply see that this is what the mind is do ing, and that is enough. Slowly, wisdom will grow and realize that the habit of constantly judging is unnecessary."
    },
    {
      "title": "Wisdom Pays Attention to Reality Not Concepts",
      "content": "Reality is always paired with the concepts that we lay over it. Craving and aversion pay attention to the concepts; wisdom pays attention to reality."
    }
  ]